Repository: apprenticeharper/DeDRM_tools
Catalog: obok_src/translations/*.po
Languages: sv

source: <p>No books found in Kobo Library Are you sure it's installed\configured\synchronized?
sv: <p>Inga böcker finns i Kobo-bibliotek Är du säker på att den är installerad\konfigurerad\synkroniserad?

source: Legacy key found:
sv: Äldre nyckel hittades:

source: Trouble retrieving keys with newer obok method.
sv: Problem med att hämta nycklar med nyare obok-metod.

source: Found {0} possible keys to try.
sv: Hittade {0} möjliga nycklar att pröva med.

source: <p>No userkeys found to decrypt books with. No point in proceeding.
sv: <p>Inga användarnycklar hittades för att dekryptera böcker med. Det är ingen idé att fortsätta.

source: {} - Decryption canceled by user.
sv: {} - Dekryptering avbryts av användaren.

source: {} - "Add books" canceled by user.
sv: {} - "Lägg till böcker" avbröts av användaren.

source: {} - wrapping up results.
sv: {} - samlar in resultat.

source: {} - User opted not to try to insert EPUB formats
sv: {} - Användaren valde att inte försöka infoga EPUB-format

source: {0} - Decrypting {1}
sv: {0} - Dekrypterar {1}

source: {0} - Couldn't decrypt {1}
sv: {0} - Kunde inte dekryptera {1}

source: decryption errors
sv: dekrypteringsfel

source: {0} - Added {1}
sv: {0} - Lade till {1}

source: {0} - {1} already exists. Will try to add format later.
sv: {0} - {1} finns redan. Kommer att försöka lägga till format senare.

source: duplicate detected
sv: dubblett upptäcktes

source: {0} - Successfully added EPUB format to existing {1}
sv: {0} - Lade till EPUB-format till befintliga {1}

source: {0} - Error adding EPUB format to existing {1}. This really shouldn't happen.
sv: {0} - Fel vid tillägg av EPUB-format till befintligt {1}. Det här borde inte hända.

source: {} - "Insert formats" canceled by user.
sv: {} - "Infoga format" avbröts av användaren.

source: <p><b>{0}</b> EPUB{2} successfully added to library.<br /><br /><b>{1}</b>
sv: <p><b>{0}</b> EPUB{2} lades till bibliotek.<br /><br /><b>{1}</b>

source: not added because books with the same title/author were detected.<br /><br />Would you like to try and add the EPUB format{0}
sv: inte tillagd eftersom böcker med samma titel/författare upptäcktes.<br/><br />Vill du försöka lägga till EPUB-formatet{0}

source: to those existing entries?<br /><br />NOTE: no pre-existing EPUBs will be overwritten.
sv: till dessa befintliga poster?<br /><br />OBS: inga befintliga EPUB:er kommer att skrivas över.

source: {0} -- not added because of {1} in your library.
sv: {0} -- inte tillagd på grund av {1} i ditt bibliotek.

source: <p><b>{0}</b> -- not added because of {1} in your library.<br /><br />
sv: <p><b>{0}</b> -- inte tillagd på grund av {1} i ditt bibliotek.<br /><br />

source: Would you like to try and add the EPUB format to an available calibre duplicate?<br /><br />
sv: Vill du försöka lägga till EPUB-formatet till en tillgänglig calibre-dubblett?<br /><br />

source: NOTE: no pre-existing EPUB will be overwritten.
sv: OBS: ingen befintlig EPUB kommer att skrivas över.

source: Trying key:
sv: Prövar nyckel:

source: Decryption failed, trying next key.
sv: Det gick inte att dekryptera, prövar nästa nyckel.

source: Unknown Error decrypting, trying next key..
sv: Okänt fel dekryptering, prövar nästa nyckel..

source: <p>All selected Kobo books added as new calibre books or inserted into existing calibre ebooks.<br /><br />No issues.
sv: <p>Alla valda Kobo-böcker läggs till som nya calibre-böcker eller infogas i befintliga calibre-e-böcker.<br /><br />Inga problem.

source: <p>{0} successfully added.
sv: <p>{0} har lagts till.

source: <p>Not all selected Kobo books made it into calibre.<br /><br />View report for details.
sv: <p>Inte alla valda Kobo-böcker lades till i calibre.<br /><br />Visa rapport för detaljer.

source: <p><b>Total attempted:</b> {}</p>
sv: <p><b>Försök totalt:</b> {}</p>

source: <p><b>Decryption errors:</b> {}</p>
sv: <p><b>Dekrypteringsfel:</b> {}</p>

source: <p><b>New Books created:</b> {}</p>
sv: <p><b>Nya böcker skapade:</b> {}</p>

source: <p><b>Duplicates that weren't added:</b> {}</p>
sv: <p><b>Dubbletter som inte tillsattes:</b> {}</p>

source: <p><b>Book imports cancelled by user:</b> {}</p>
sv: <p><b>Bokimport avbröts av användaren:</b> {}</p>

source: <p><b>New EPUB formats inserted in existing calibre books:</b> {0}</p>
sv: <p><b>Nya EPUB-format infogade i befintliga calibre-böcker:</b> {0}</p>

source: <p><b>EPUB formats NOT inserted into existing calibre books:</b> {}<br />
sv: <p><b>EPUB-format som INTE infogats i befintliga calibre-böcker:</b> {}<br />

source: (Either because the user <i>chose</i> not to insert them, or because all duplicates already had an EPUB format)
sv: (Antingen för att användaren <i>valde</i> att inte infoga dem, eller för att alla dubbletter redan hade ett EPUB-format)

source: <p><b>Format imports cancelled by user:</b> {}</p>
sv: <p><b>Format-import avbröts av användaren:</b> {}</p>

source: Unknown Book Title
sv: Okänd boktitel

source: it couldn't be decrypted.
sv: den kunde inte dekrypteras.

source: user CHOSE not to insert the new EPUB format, or all existing calibre entries HAD an EPUB format already.
sv: användaren VALDE att inte infoga det nya EPUB-formatet, eller alla befintliga calibre-poster hade redan ett EPUB-format.

source: of unknown reasons. Gosh I'm embarrassed!
sv: av okända skäl. Jag skäms!

source: <p>{0} not added because {1}
sv: <p>{0} inte tillagd eftersom {1}

source: Help
sv: Hjälp

source: Restart required
sv: Omstart krävs

source: Title image not found - you must restart Calibre before using this plugin!
sv: Titelbild hittades inte - du måste starta calibre innan du använder denna insticksmodul!

source: Undefined
sv: Obestämd

source: When should Obok try to insert EPUBs into existing calibre entries?
sv: När ska Obok försöka infoga EPUB:er i befintliga calibre-böcker?

source: <p>Default behavior when duplicates are detected. None of the choices will cause calibre ebooks to be overwritten
sv: <p>Standardbeteende när dubbletter upptäcks. Inget av alternativen kommer att orsaka calibre-e-böcker att skrivas över

source: Ask
sv: Fråga

source: Always
sv: Alltid

source: Never
sv: Aldrig

source: <a href="http://www.foo.com/">Help</a>
sv: <a href="http://www.foo.com/">Hjälp</a>

source: Select All
sv: Välj alla

source: Select all books to add them to the calibre library.
sv: Välj alla böcker för att lägga till dem i calibre-biblioteket.

source: All with DRM
sv: Alla med DRM

source: Select all books with DRM.
sv: Välj alla böcker med DRM.

source: All DRM free
sv: Alla DRM fria

source: Select all books without DRM.
sv: Välj alla böcker utan DRM.

source: Title
sv: Titel

source: Author
sv: Författare

source: Series
sv: Serier

source: Copy to clipboard
sv: Kopiera till urklipp

source: View Report
sv: Visa rapport

source: Removes DRM from Kobo kepubs and adds them to the library.
sv: Tar bort DRM från Kobo-kepubs och lägger till dem i biblioteket.

source: AES improper key used
sv: AES felaktig nyckel används

source: Failed to initialize AES key
sv: Det gick inte att initiera AES-nyckel

source: AES decryption failed
sv: AES dekryptering misslyckades
